import markups

start_text = 'Давайте знакомиться.\nВведите вашу <b>Фамилию</b> и <b>Имя</b>'
start_pic = 'AgACAgIAAxkBAAIBUWPg7xlt_FrTnJ0e15WCs7-qp7FpAAKkxzEbHloBS_hmaQmtnjKtAQADAgADeQADLgQ'
start2_text = 'Введите <b>Фамилию</b> и <b>Имя</b>'
start2_pic = 'AgACAgIAAxkBAAIBVWPg_IWaeuSy7OnK7OU7MAUYQKt2AAJAxjEbs6oJS78Nge8qtel9AQADAgADeQADLgQ'
reg_text = 'Для регистрации введите команду <b><i>/start</i></b>'
reg_pic = 'AgACAgIAAxkBAAIBV2Pg_g5pbKoWcKiMfZ59TpYS5ifMAAJBxjEbs6oJS1aXBiBUJXRnAQADAgADeQADLgQ'
phone_text = 'Введите номер телефона слитно <i>(пример: 89991231234)</i>'
phone_pic = 'AgACAgIAAxkBAAIBWWPhAh7xQXkUkhLERWGGu_1A5YhYAAJHxjEbs6oJSzlBgsXkKENsAQADAgADeQADLgQ'
phone2_text = 'Введен неверный номер телефона!\nВведите номер телефона слитно <i>(пример: 89991231234)</i>'
city_text = 'Укажите город:'
city_pic = 'AgACAgIAAxkBAAIBW2PhAqh4ZmV5NmFS9mAm8Q8mpEjfAAJIxjEbs6oJS58x1UKdJegDAQADAgADeQADLgQ'
mail_text = 'Введите вашу почту'
mail_pic = 'AgACAgIAAxkBAAIBXWPhAy_shdBPFay6Br30R-qh_IElAAJOxjEbs6oJS2y8p8SrotTLAQADAgADeQADLgQ'
mail2_text = 'Данная почта не существует.\nПопробуйте указать другой адрес электронной почты.'
birth_text = 'Введите Вашу дату рождения в формате: <i>11.01.1993</i>'
birth_pic = 'AgACAgIAAxkBAAIBX2PhA3yc94t1ZN9pxlcNXw8KtzkTAAJUxjEbs6oJSzPXhjAFXt01AQADAgADeQADLgQ'
birth2_text = 'Неверная дата рождения!\nВведите дату рождения в формате: <i>11.01.1993</i>'
gender_text = 'Ваш пол:'
gender_pic = 'AgACAgIAAxkBAAIB1mPhHMhw8sRHK_ENd4g203fzc-IFAALXxjEbs6oJSzxhigTf88pZAQADAgADeQADLgQ'
pers_text = 'Согласие на обработку персональных данных:'
done_text = '🎉 Поздравляю! Вы зарегистрированы!'
done_pic = 'CgACAgIAAxkBAAIBZGPhCCeTPCpgaoD8RbeOFWDmcaHeAAIJJQACs6oJS29gDvjfe2qTLgQ'
main_menu_text = 'Главное меню:'
start_menu_text = '❤️ Воспользуйтесь меню для продолжения:'
pay_text = 'Это *Ваш личный ID*. Скопируйте его и пришлите **[нам](https://t.me/f_seller)**'
want_pay_text = f'‼️ Для оплаты курса, необходимо связаться с **[нами]https://t.me/f_sellerf)**.'
main_menu_admin_text = 'Главное меню администратора:'
error_text = 'Данный модуль пока недоступен. Попробуйте позже.'
support = 'У вас проблема? Напишите **[нам](https://t.me/f_seller)**!'
pack_text = f'Есть 2 варианта обучения:\n{markups.pack_menu_b1} - подойдет для тех, кто готов развиваться' \
            f' на двух площадках одновременно.\n{markups.pack_menu_b2} - подойдет для тех, кто хочет сначала начать ' \
            f'развиваться на Ozon, а после на WB.\n\nУ обоих вариантов обучения объем знаний одинаковый, вопрос лишь в ' \
            f'вашей стратегии.'
pack1_start_text = 'Вы выбрали 1 вариант обучения.'
pack1_text = 'Внимание! Модули открываются постепенно. \n\n' \
             '🐥 Модуль 1. Ознакомление с курсом, знакомство с МП\n' \
             '\n🎾 Модуль 2. Подбор товара и закуп\n' \
             '\n📝 Модуль 3. Регистрация ИП\n' \
             '\n💻 Модуль 4. Регистрация, начало работы на МП\n' \
             '\n💣 Модуль 5. Запуск тест ниши (тут и фбс)\n' \
             '\n📦 Модуль 6. Фулфилмент\n' \
             '\n🚚 Модуль 7. Поставка товара на склад\n' \
             '\n⚜️ Модуль 8. Подготовка карточки товара перед запуском рекламы\n' \
             '\n💼 Модуль 9. Запуск рекламы\n' \
             '\n🌎 Модуль 10. Масштабирование\n' \
             '\n🔥 Бонус:' \
             '\n- Работа с Китаем (подробный)' \
             '\n- Отчеты по продажам как смотреть, как вести таблицы' \
             '\n- Дополнительный заработок на МП'
pack2_start_text = 'Вы выбрали 2 вариант обучения.'
pack2_text = 'Внимание! Модули открываются постепенно. \n\n' \
             '🐥 Модуль 1. Ознакомление с курсом, знакомство с МП\n' \
             '\n🎾 Модуль 2. Подбор товара и закуп\n' \
             '\n📝 Модуль 3. Регистрация ИП\n' \
             '\n💻 Модуль 4. Регистрация, начало работы на МП\n' \
             '\n💣 Модуль 5. Запуск тест ниши (тут и фбс)\n' \
             '\n📦 Модуль 6. Фулфилмент\n' \
             '\n🚚 Модуль 7. Поставка товара на склад\n' \
             '\n⚜️ Модуль 8. Подготовка карточки товара перед запуском рекламы\n' \
             '\n💼 Модуль 9. Запуск рекламы\n' \
             '\n🌎 Модуль 10. Масштабирование\n' \
             '\n🟣 Модуль 11. Wildberries\n' \
             '\n🔥 Бонус:' \
             '\n- Работа с Китаем (подробный)' \
             '\n- Отчеты по продажам как смотреть, как вести таблицы' \
             '\n- Дополнительный заработок на МП'

mod1_1_text = '🐥 Модуль 1. Ознакомление с курсом, знакомство с МП\n\nСписок уроков:' \
              '\nУрок 1.1 - Приветствие, знакомство с модулями' \
              '\nУрок 1.2 - Что такое маркетплейс' \
              '\nУрок 1.3 - Понятия FBS и FBO' \
              '\nУрок 1.4 - Виды заработка на маркетплейсах' \
              '\nУрок 1.5 - Стратегии работы на маркетплейсах' \
              '\n\nВыберите урок:'
mod1_2_text = '🎾 Модуль 2. Подбор товара и закуп\n\nСписок уроков:' \
              '\nУрок 2.1 - Товар - фундамент работы на маркетплейсе' \
              '\nУрок 2.2 - Виды и категории товаров' \
              '\nУрок 2.3 - Запрещенные и нерекомендуемые товары на продажу' \
              '\nУрок 2.4 - Стратегии, методы и критерии подбора товаров' \
              '\nУрок 2.5 - Важность подсчета финансовой модели товара' \
              '\nУрок 2.6 - Аналитика товара через сайт' \
              '\nУрок 2.7 - Аналитика через сервис' \
              '\nУрок 2.8 - Где найти поставщиков?' \
              '\nУрок 2.9 - Как работать с поставщиками?' \
              '\nУрок 2.10 - Финансовая модель товара' \
              '\n\nВыберите урок:'
mod1_3_text = '📝 Модуль 3. Регистрация ИП\n\nСписок уроков:' \
              '\nУрок 3.1 - Кто может продавать на маркетплейсах? Выбираем форму бизнеса' \
              '\nУрок 3.2 - Что такое ОКВЭД и зачем он нужен? Выбираем вид деятельности' \
              '\nУрок 3.3 - Как зарегистрировать ИП? Выбираем систему налогооблажения' \
              '\nУрок 3.4 - Как выбрать банк и настроить работу с ним?' \
              '\nУрок 3.5 - Как и когда платить налоги и взносы' \
              '\nУрок 3.6 - Как работать с контрагентами риски и последствия' \
              '\nУрок 3.7 - Как работать с сотрудниками, подрядчиками, самозанятыми' \
              '\n\nВыберите урок:'
mod1_4_text = '💻 Модуль 4. Регистрация, начало работы на МП\n\nСписок уроков:' \
              '\nУрок 4.1 - Регистрация на OZON' \
              '\nУрок 4.2 - Регистрация на Wildberries' \
              '\nУрок 4.3 - Создание карточки товара Wildberries (менажница)' \
              '\nУрок 4.4 - Создание карточки товара Wildberries (футболка)' \
              '\nУрок 4.5 - Создание карточки товара Wildberries (пастила)' \
              '\nУрок 4.6 - Создание карточки товара OZON (футболка)' \
              '\nУрок 4.7 - Создание карточки товара OZON (менажница)' \
              '\nУрок 4.8 - SEO по OZON' \
              '\nУрок 4.9 - SEO по Wildberries' \
              '\nУрок 4.10 - SEO по Woysa, сравнение конкурентов для SEO' \
              '\nУрок 4.11 - SEO по телеграм боту' \
              '\nУрок 4.12 - Приветствие (инфографика)' \
              '\nУрок 4.13 - Что такое инфографика и для чего она нужна' \
              '\nУрок 4.14 - Знакомство с программой Canva' \
              '\nУрок 4.15 - Создание дизайна дубленки для Wildberries' \
              '\nУрок 4.16 - Создание дизайна автомобильного пылесоса для OZON' \
              '\nУрок 4.17 - Создание дизайна ступки для Wildberries' \
              '\n\nВыберите урок:'
mod1_5_text = '💣 Модуль 5. Запуск тест ниши (тут и фбс)\n\nСписок уроков:' \
              '\nУрок 5.1 - Введение' \
              '\nУрок 5.2 - Настройка склада FBS OZON' \
              '\nУрок 5.3 - Добавление остатков FBS OZON' \
              '\nУрок 5.4 - Настройка склада FBS WB' \
              '\nУрок 5.5 - Добавление остатков FBS WB' \
              '\n\nВыберите урок:'
mod1_6_text = '📦 Модуль 6. Фулфилмент\n\nСписок уроков:' \
              '\nУрок 6.1 - Обработка FBS OZON' \
              '\nУрок 6.2 - Обработка FBS Wildberries' \
              '\nУрок 6.3 - Отгрузка заказов FBS' \
              '\nУрок 6.4 - Необходимость хорошей упаковки товара' \
              '\nУрок 6.5 - Виды упаковок' \
              '\nУрок 6.6 - Маркировка товаров' \
              '\nУрок 6.7 - Фулфилмент центры' \
              '\n\nВыберите урок:'
mod1_7_text = '🚚 Модуль 7. Поставка товара на склад\n\nСписок уроков:' \
              '\nУрок 7.1 - Отправка товаров на склад' \
              '\nУрок 7.2 - Создание поставки OZON FBO' \
              '\nУрок 7.3 - Создание поставки Wildberries FBO' \
              '\n\nВыберите урок:'
mod1_8_text = '⚜️ Модуль 8. Подготовка карточки товара перед запуском рекламы\n\nСписок уроков:' \
              '\nУрок 8.1 - Подготовка карточки перед запуском рекламы' \
              '\nУрок 8.2 - Рейтинг карточки товара' \
              '\n\nВыберите урок:'
mod1_9_text = '💼 Модуль 9. Запуск рекламы\n\nСписок уроков:' \
              '\nУрок 9.1 - Реклама, общие понятия' \
              '\nУрок 9.2 - Запуск рекламы на OZON' \
              '\nУрок 9.3 - Запуск рекламы на Wildberries' \
              '\nУрок 9.4 - Внешняя реклама' \
              '\n\nВыберите урок:'
mod1_10_text = '🌎 Модуль 10. Масштабирование\n\nСписок уроков:' \
               '\nУрок 10.1 - Виды масштабирования' \
               '\nУрок 10.2 - Выход на Китай' \
               '\n\nВыберите урок:'
mod1_bonus_text = '🔥 Бонусный модуль\n\nСписок уроков:' \
                  '\nУрок 1 - Работа с Китаем (подробный)' \
                  '\nУрок 2 - Отчеты по продажам как смотреть, как вести таблицы' \
                  '\nУрок 3 - Дополнительный заработок на МП' \
                  '\n\nВыберите урок:'

mod2_1_text = '🐥 Модуль 1. Ознакомление с курсом, знакомство с МП\n\nСписок уроков:' \
              '\nУрок 1.1 - Приветствие, знакомство с модулями' \
              '\nУрок 1.2 - Что такое маркетплейс' \
              '\nУрок 1.3 - Понятия FBS и FBO' \
              '\nУрок 1.4 - Виды заработка на маркетплейсах' \
              '\nУрок 1.5 - Стратегии работы на маркетплейсах' \
              '\n\nВыберите урок:'
mod2_2_text = '🎾 Модуль 2. Подбор товара и закуп\n\nСписок уроков:' \
              '\nУрок 2.1 - Товар - фундамент работы на маркетплейсе' \
              '\nУрок 2.2 - Виды и категории товаров' \
              '\nУрок 2.3 - Запрещенные и нерекомендуемые товары на продажу' \
              '\nУрок 2.4 - Стратегии, методы и критерии подбора товаров' \
              '\nУрок 2.5 - Важность подсчета финансовой модели товара' \
              '\nУрок 2.6 - Аналитика товара через сайт' \
              '\nУрок 2.7 - Аналитика через сервис' \
              '\nУрок 2.8 - Где найти поставщиков?' \
              '\nУрок 2.9 - Как работать с поставщиками?' \
              '\nУрок 2.10 - Финансовая модель товара' \
              '\n\nВыберите урок:'
mod2_3_text = '📝 Модуль 3. Регистрация ИП\n\nСписок уроков:' \
              '\nУрок 3.1 - Кто может продавать на маркетплейсах? Выбираем форму бизнеса' \
              '\nУрок 3.2 - Что такое ОКВЭД и зачем он нужен? Выбираем вид деятельности' \
              '\nУрок 3.3 - Как зарегистрировать ИП? Выбираем систему налогооблажения' \
              '\nУрок 3.4 - Как выбрать банк и настроить работу с ним?' \
              '\nУрок 3.5 - Как и когда платить налоги и взносы' \
              '\nУрок 3.6 - Как работать с контрагентами риски и последствия' \
              '\nУрок 3.7 - Как работать с сотрудниками, подрядчиками, самозанятыми' \
              '\n\nВыберите урок:'
mod2_4_text = '💻 Модуль 4. Регистрация, начало работы на МП\n\nСписок уроков:' \
              '\nУрок 4.1 - Регистрация на OZON' \
              '\nУрок 4.2 - Создание карточки OZON (футболка)' \
              '\nУрок 4.3 - Создание КТ OZON (менажница)' \
              '\nУрок 4.4 - SEO по OZON' \
              '\nУрок 4.5 - SEO по Woysa, сравнение конкурентов для SEO' \
              '\nУрок 4.6 - SEO по телеграм боту' \
              '\nУрок 4.7 - Приветствие (инфографика)' \
              '\nУрок 4.8 - Что такое инфографика и для чего она нужна' \
              '\nУрок 4.9 - Знакомство с программой Canva' \
              '\nУрок 4.10 - Создание дизайна дубленки для Wildberries' \
              '\nУрок 4.11 - Создание дизайна автомобильного пылесоса для OZON' \
              '\nУрок 4.12 - Создание дизайна ступки для Wildberries' \
              '\n\nВыберите урок:'
mod2_5_text = '💣 Модуль 5. Запуск тест ниши (тут и фбс)\n\nСписок уроков:' \
              '\nУрок 5.1 - Введение' \
              '\nУрок 5.2 - Настройка склада FBS OZON' \
              '\nУрок 5.2 - Добавление остатков FBS OZON' \
              '\n\nВыберите урок:'
mod2_6_text = '📦 Модуль 6. Фулфилмент\n\nСписок уроков:' \
              '\nУрок 6.1 - Обработка FBS OZON' \
              '\nУрок 6.2 - Отгрузка заказов FBS' \
              '\nУрок 6.3 - Необходимость хорошей упаковки товара' \
              '\nУрок 6.4 - Виды упаковок' \
              '\nУрок 6.5 - Маркировка товаров' \
              '\nУрок 6.6 - Фулфилмент центры' \
              '\n\nВыберите урок:'
mod2_7_text = '🚚 Модуль 7. Поставка товара на склад\n\nСписок уроков:' \
              '\nУрок 7.1 - Отправка товаров на склад' \
              '\nУрок 7.2 - Создание поставки OZON FBO' \
              '\n\nВыберите урок:'
mod2_8_text = '⚜️ Модуль 8. Подготовка карточки товара перед запуском рекламы\n\nСписок уроков:' \
              '\nУрок 8.1 - Подготовка карточки перед запуском рекламы' \
              '\nУрок 8.2 - Рейтинг карточки товара' \
              '\n\nВыберите урок:'
mod2_9_text = '💼 Модуль 9. Запуск рекламы\n\nСписок уроков:' \
              '\nУрок 9.1 - Реклама, общие понятия' \
              '\nУрок 9.2 - Запуск рекламы на OZON' \
              '\nУрок 9.3 - Внешняя реклама' \
              '\n\nВыберите урок:'
mod2_10_text = '🌎 Модуль 10. Масштабирование\n\nСписок уроков:' \
               '\nУрок 10.1 - Виды масштабирования' \
               '\nУрок 10.2 - Выход на Китай' \
               '\n\nВыберите урок:'
mod2_11_text = '🟣 Модуль 11. Wildberries\n\nСписок уроков:' \
               '\nУрок 11.1 - Регистрация на Wildberries' \
               '\nУрок 11.2 - Создание карточки товара (менажница)' \
               '\nУрок 11.3 - Создание карточки товара (футболка)' \
               '\nУрок 11.4 - Создание карточки товара (пастила)' \
               '\nУрок 11.5 - SEO по Wildberries' \
               '\nУрок 11.6 - SEO по Woysa, сравнение конкурентов для SEO' \
               '\nУрок 11.7 - SEO по телеграм боту' \
               '\nУрок 11.8 - Приветствие (инфографика)' \
               '\nУрок 11.9 - Что такое инфографика и для чего она нужна' \
               '\nУрок 11.10 - Знакомство с программой Canva' \
               '\nУрок 11.11 - Создание дизайна дубленки для Wildberries' \
               '\nУрок 11.12 - Создание дизайна автомобильного пылесоса для OZON' \
               '\nУрок 11.13 - Создание дизайна ступки для Wildberries' \
               '\nУрок 11.14 - Запуск FBS для Wildberries' \
               '\nУрок 11.15 - Настройка склада FBS WB' \
               '\nУрок 11.16 - Добавление остатков FBS WB' \
               '\nУрок 11.17 - Обработка FBS Wildberries' \
               '\nУрок 11.18 - Отгрузка заказов FBS' \
               '\nУрок 11.19 - Маркировка товаров' \
               '\nУрок 11.20 - Создание поставки Wildberries FBO' \
               '\nУрок 11.21 - Запуск рекламы на Wildberries' \
               '\n\nВыберите урок:'
mod2_bonus_text = '🔥 Бонусный модуль\n\nСписок уроков:' \
                  '\nУрок 1 - Работа с Китаем (подробный)' \
                  '\nУрок 2 - Отчеты по продажам как смотреть, как вести таблицы' \
                  '\nУрок 3 - Дополнительный заработок на МП' \
                  '\n\nВыберите урок:'